Repository: ArchRafail/AnimalsOnPages
Catalog: AnimalsOnPages/Resources/Resource.*.resx
Languages: uk_ua

# Animals.Title
source: Animals
uk_ua: Тварини

# AnimalsBirth
source: Birth
uk_ua: Народження

# AnimalsClass
source: Class
uk_ua: Клас

# AnimalsColor
source: Cover color
uk_ua: Колір покриття

# AnimalsCovering
source: Body covering
uk_ua: Покриття тіла

# AnimalsId
source: Id
uk_ua: Ідентифікатор

# AnimalsRank
source: Rank
uk_ua: Ранг

# AnimalsSex
source: Sex
uk_ua: Стать

# AnimalsSound
source: Sound
uk_ua: Звук

# AnimalsTemperature
source: Body temperature
uk_ua: Температура тіла

# NavbarAddAnimal
source: Add animal
uk_ua: Додати тварину

# NavbarAnimals
source: Animals
uk_ua: Тварини

# CiteName.Title
source: AnimalsOnPages
uk_ua: ТвариниНаСторінках

# Animals_AmphibiaClass
source: Amphibia
uk_ua: Земноводна

# Animals_CarnivorousRank
source: Carnivorous
uk_ua: М'ясоїдна

# Animals_FemaleSex
source: Female
uk_ua: Жіноча

# Animals_HerbivorousRank
source: Herbivorous
uk_ua: Травоїдна

# Animals_HybridsRank
source: Hybrids
uk_ua: Гібридна

# Animals_MaleSex
source: Male
uk_ua: Чоловіча

# Animals_MammalClass
source: Mammal
uk_ua: Ссавець

# Animals_ReptileClass
source: Reptile
uk_ua: Плазун

# Mammal_Birth
source: Live birth
uk_ua: Живороджена

# Mammal_Covering
source: Hair
uk_ua: Волосся

# Mammal_Temperature
source: Hematothermal
uk_ua: Теплокровна

# Reptile_Birth
source: From egg
uk_ua: З яйця

# Reptile_Covering
source: Scales
uk_ua: Луска

# Reptile_Temperature
source: Cold-blooded
uk_ua: Холоднокровна

# Amphibia_Birth
source: From egg
uk_ua: З яйця

# Amphibia_Covering
source: Bare skin
uk_ua: Гладка шкіра

# Amphibia_Temperature
source: Cold-blooded
uk_ua: Холоднокровна

# ColorId1
source: Grey
uk_ua: Сірий

# ColorId2
source: BrownBrown
uk_ua: Бурий

# ColorId3
source: LightGrey
uk_ua: Світло-сірий

# ColorId4
source: LightGrey
uk_ua: Світло-сірий

# ColorId5
source: Green
uk_ua: Зелений

# NameId1
source: Wolf
uk_ua: Вовк

# NameId2
source: Bear
uk_ua: Ведмідь

# NameId3
source: Crocodile
uk_ua: Крокодил

# NameId4
source: Turtle
uk_ua: Черепаха

# NameId5
source: Frog
uk_ua: Жаба

# SoundId1
source: Owoo-oo-oo
uk_ua: Оу-у-у

# SoundId2
source: Ur-r-r
uk_ua: Ур-р-р

# SoundId3
source: Grunt, grunt, grunt
uk_ua: Грант, грант, грант

# SoundId4
source: Creek, creek, creek
uk_ua: Крік, крік, крік

# SoundId5
source: Kwa, kwa, kwa
uk_ua: Ква, ква, ква

# DetailsButton
source: Find out more
uk_ua: Дізнатись більше

# Details.Title
source: Animal Id
uk_ua: Тварина з Ідентифікатором

# ToAnimalsButton
source: Back to animals
uk_ua: Назад до тварин

# AddAnimal.Title
source: Add animal
uk_ua: Додати тварину

# AddAnimalCancelButton
source: Cancel
uk_ua: Скасувати

# AddAnimalClass
source: Animal Class
uk_ua: Клас тварини

# AddAnimalColor
source: Animal Color
uk_ua: Колір тварини

# AddAnimalColorHelper
source: If specified, must be 3-20 characters long
uk_ua: Назва кольору повинна бути від 3-х до 20-ти символів завдовжки

# AddAnimalCreateButton
source: Create
uk_ua: Створити

# AddAnimalName
source: Animal Name
uk_ua: Назва тварини

# AddAnimalNameHelper
source: Name must be 3-20 characters long
uk_ua: Найменування повинне бути від 3-х до 20-ти символів завдовжки

# AddAnimalRank
source: Animal Rank
uk_ua: Ранг тварини

# AddAnimalSex
source: Animal Sex
uk_ua: Стать тварини

# AddAnimalSound
source: Animal Sound
uk_ua: Звук тварини

# AddAnimalSoundHelper
source: Has to containe 3 repeated parameters, splitted by comma or hyphen
uk_ua: Повинен вміщати 3 повторювані параметри, розділені комою або дифісом

# UpdateAnimal.Title
source: Update animal Id
uk_ua: Оновлення тварини з ідентифікатором

# UpdateAnimalButton
source: Update
uk_ua: Оновити

source: Update animal
uk_ua: Оновити тварину
